// МОДУЛЬ 11.1 - Задание 1

// УСЛОВИЕ:
// В прошлом модуле в юните «Циклы» вы выполняли следующее задание: Дан массив. Нужно вывести в консоль количество чётных и нечётных элементов в массиве. Если в массиве есть нулевой элемент, то он учитывается и выводится отдельно. При выполнении задания необходимо учесть, что массив может содержать не только числа, но и знаки, например null и так далее.
// На этот раз оформите решение в виде функции: постарайтесь дать этой функции корректное название, вызовите функцию, проанализируйте синтаксис.

// РЕШЕНИЕ:
